<template>
  <v-container
    class="d-flex flex-column align-center justify-center"
    style="min-height: 100vh"
  >
    <h2 class="textheader text-center mb-4">
      เอกสารการสมัครของท่านได้รับส่งเข้าสู่ระบบเรียบร้อยแล้ว
    </h2>
    <v-card
      class="pa-4"
      max-width="800"
      width="100%"
      style="background-color: #52d6794a"
    >
      <v-card-text>
        <div class="text">
          ให้จัดเตรียมเอกสาร / หลักฐานต่าง ๆ พร้อมรับรองสำเนาถูกต้อง <br />
          จัดส่งมายังสภาการสารธรณสุขชุมชน <br />
          (1) สธช.1 จำนวน 1 ฉบับ <br />
          (2) สำเนาทะเบียนบ้าน จำนวน 1 ฉบับ (3) สำเนาบัตรประจำตัวประชาชน จำนวน 1
          ฉบับ <br />
          (4) สำเนาหลักฐานแสดงวุฒิการศึกษา หรือหนังสือรับรองการจบการศึกษาในระดับ
          ปริญญา <br />
          ประกาศนียบัตรเทียบเท่าปริญญา อนุปริญญา ประกาศนียบัตร
          หรือวุฒิบัตรในวิชาชีพการสารณสุขชุมชน <br />
          ขากสถาบันการศึกษาที่สภาการสาธรณสุขชุมชนรับรอง <br />
          - Transcript <br />
          - ปริญญาบัตร <br />
          - อนุปริญญาบัตร <br />
          - วุฒิบัตร หนังสือรับรองสำเร็จการศึกษา <br />
          (5) ภาพถ่ายหน้าตรงครึ่งตัวเท่าปกติไม่สวมแว่นดำซึ่งถ่ายไว้ไม่เกิน 6
          เดือน ขนาด 1 นิ้ว จำนวน 2 ภาพ <br />
          (6) ใบรับรองแพทย์ <br />
          (7) ใบเปลี่ยนชื่อ - นามสกุล หรือ เอกสารอื่น ๆ (ถ้ามี)
          <br />
          <br />
          <div>จัดส่งมาที่</div>
          สภาการสาธารณสุขชุมชน 88/20 อาคาร 5 ชั้น 5 ตึก
          ตึกสำนักงานปลัดกระทรวงสาธารณสุข <br />
          ต.ตลาดขวัญ อ.เมือง จ.นนทบุรี 11000 *วงเล็บมุมซอง (คำขอเป็นสมาชิก)
        </div>
      </v-card-text>
    </v-card>
    <br />
    <v-btn
      class="ma-2 mt-5"
      color="#42B6F6"
      height="50px"
      width="400px"
      variant="tonal"
      style="color: white; 
      font-size: 18px"
    >
      <v-icon left size="30">mdi-magnify</v-icon>
      ตรวจสอบสถานะคำขอเป็นสมาชิก
    </v-btn>
  </v-container>
</template>

<script setup></script>

<style>
.text {
  font-size: 18px;
  color: black;
}

.textheader {
  font-size: 20px;
  color: #34854b;
}
</style>
